Repository: GTAResources/RDR-Explorer
Catalog: RDR Explorer/Properties/Resources.*.resx
Languages: de, zh

# accDEN
source: Access denied
de: Zugriff verweigert
zh: 拒绝访问

# adminFIX
source: Sometimes running RDR Explorer as admin can fix this error, too.
de: Manchmal hilft es auch RDR Explorer als Admin auszuführen.
zh: 有时用管理员模式运行RDR Explorer可以修复这个错误。

# adminREQ
source: Try to run the program as admin or change the location of the game files.
de: Versuche das Programm als Administrator auszuführen oder den Ort der Spieldateien zu verändern.
zh: 尝试以管理员身份运行程序或更改游戏文件的位置。

# appdTXT
source: The AppData folder does not contain the file: KnownFilenames.txt
de: Der AppData Ordner enthält nicht die Datei KnownFilenames.txt.
zh: AppData目录不包含这个文件: KnownFilenames.txt

# err
source: Error
de: Fehler
zh: 错误

# errInvArch
source: Invalid archive selected
de: Das Archiv wird nicht unterstützt.
zh: 选择的档案无效

# failSaveArch
source: Failed to save new archive:
de: Fehler beim Speichern des neuen Archives:
zh: 无法保存新的文档：

# fErrNoPerm
source: Could not create a new archive, make sure you have permissions to write to the directory.
de: Das neue Archiv konnte nicht erstellt werden. Möglicherweise hast du nicht ausreichend Berechtigungen.
zh: 无法创建一个新的档案，请确保您有写入目录的权限。

# fErrOpened
source: Cannot overwrite the open archive, please choose a different filename.
de: Archivdatei konnte nicht überschrieben werden, bitte wähle einen anderen Dateinamen.
zh: 不能覆盖打开的档案，请选择一个不同的文件名。

# fErrRPF
source: Could not open RPF file.
de: Die RPF konnte leider nicht geöffnet werden.
zh: 无法打开RPF文件。

# gtaf
source: Please report any bugs to the official GTAForums thread
de: Bitte melde alle Bugs im offiziellen GTAForums Thread (englisch).
zh: 请报告任何BUG到官方GTAForums论坛主题。

# keyF
source: Key found.
de: Key gefunden.
zh: 找到KEY。

# nfTXT
source: KnownFilenames not found
de: KnownFilenames nicht gefunden
zh: KnownFilenames 没找到。

source: None
de: Keine
zh: 无

# rptbg
source: (Help -> Report a bug).
de: (Hilfe -> Einen Bug melden).
zh: (帮助 ->BUG举报).

# selDir
source: Please select the directory containing
de: Bitte wähle den Ordner mit der Datei
zh: 请选择目录包含

# sfNF
source: The specified folder was not found!
de: Das gewählte Verzeichnis wurde nicht gefunden
zh: 指定的文件夹没找到。

# sfNFtitle
source: Folder not found
de: Ordner nicht gefunden
zh: 文件夹没找到。

# succ
source: Success
de: Erfolg:
zh: 成功

# succArchive
source: New archive saved successfully.
de: Das neue Archiv wurde erfolgreich angelegt.
zh: 新档案保存成功。

# thks
source: Thank you for installing RDR Explorer.
de: Danke für das Installieren von RDR Explorer.
zh: 感谢您安装RDR Explorer。

# UnsuppEX
source: Executable file not supported
de: Asuführbare Datei wird nicht unterstützt
zh: 不支持可执行文件。

# UnsuppXEX
source: The file default.xex was found, but it seems that this version of the file is not supported or your file is broken. Please try another one.
de: Die Datei default.xex wurde zwar gefunden, aber es scheint, als wäre deine Version dieser Datei beschädigt oder zu spezifisch. Sie wird nicht unterstützt. Bitte versuche es erneut mit einer anderen Datei oder schicke mir diese Datei über gtaforums.com.
zh: 文件default.xex找到了，但似乎不支持此版本的文件或者是文件损坏。请尝试其它文件。

# ver
source: Version
zh: 版本

# welc
source: Welcome
de: Wilkommen
zh: 欢迎

# wip
source: RDR Explorer is still a WIP (work in progress) tool.
de: RDR Explorer befindet sich noch in der Entwicklungsphase.
zh: RDR Explorer 仍然是个WIP工具（编写中预览版）。

# xexNF
source: The file default.xex was not found!
de: Die Datei default.xex wurde nicht gefunden!
zh: default.xex文件没有找到。

# xexNFtitle
source: Executable file not found
de: Ausführbare Datei nicht gefunden
zh: 可执行文件没有找到。

# xexSPEC
source: Please specify a new directory containing default.xex
de: Bitte wählen Sie eine neues Verzeichnis mit der Datei default.xex
zh: 请指定一个新目录包含default.xex文件

# xextDEL
source: Looks like you have deleted the file xextool.exe. Please reinstall RDR Explorer.
de: Es scheint, als hättest du xextool.exe entfernt. Bitte installiere RDR Explorer erneut.
zh: 看起来你已经删除了xextool.exe文件。请重装RDR Explorer。

# xextNF
source: xextool.exe not found
de: xextool.exe nicht gefunden
zh: xextool.exe文件没找到。
